export default{
    "种茶":"种茶",
    "采茶":"采茶",
    "制茶":"制茶",
    "销茶":"销茶",
    "品茶":"品茶",
    "忆茶":"忆茶",

    "春风吹绿苗":"春风吹绿苗",
    "晨朝掇灵芽":"晨朝掇灵芽",
    "蒸青是主流":"蒸青是主流",
    "茶香弥漫市":"茶香弥漫市",
    "圭璧无纤瑕":"圭璧无纤瑕",
    "古韵千年传":"古韵千年传",

    "西湖龙井":"西湖龙井",
    "碧螺春":"碧螺春",
    "黄山毛峰":"黄山毛峰",
    "玉露":"玉露",
    "滇青":"滇青",
    "白毫银针":"白毫银针",
    "白牡丹":"白牡丹",
    "寿眉":"寿眉",
    "贡眉":"贡眉",
    "黄山白茶":"黄山白茶",
    "海马宫茶":"海马宫茶",
    "蒙顶黄芽":"蒙顶黄芽",
    "霍山黄芽":"霍山黄芽",
    "广东大叶青":"广东大叶青",
    "北港毛尖":"北港毛尖",
    "铁观音":"铁观音",
    "大红袍":"大红袍",
    "肉桂":'肉桂',
    "水仙":"水仙",
    "北斗":'北斗',
    "祁门红茶":"祁门红茶",
    "滇红":"滇红",
    "正山小种":"正山小种",
    "金骏眉":"金骏眉",
    "安化黑茶":"安化黑茶",
    "普洱茶":"普洱茶",
    "六堡茶":"六堡茶",
    "泾阳茯砖茶":"泾阳茯砖茶",
    "千两茶":"千两茶",
    "坦洋工夫":"坦洋工夫",

    "皖":"皖",
    "湘":"湘",
    "苏":"苏",
    "浙":"浙",
    "黔":"黔",
    "川":"川",
    "滇":"滇",
    "桂":"桂",
    "闽":"闽",
    "鄂":"鄂",
    "陕":"陕",
    "赣":"赣",
    "粤":"粤",

    '河南':"河南",
    '贵州':"贵州",
    '江西':"江西",
    '安徽':"安徽",
    '浙江':"浙江",
    '江苏':"江苏",
    '四川':"四川",
    '陕西':"陕西",
    '湖南':"湖南",
    '湖北':"湖北",
    '广西':"广西",
    '福建':"福建",

    "绿茶":"绿茶",
    "红茶":"红茶",
    "白茶":"白茶",
    "黄茶":"黄茶",
    "乌龙茶":"乌龙茶",
    "黑茶":"黑茶",

    "加载中...":"加载中...",
    "第一次使用？":"第一次使用？",

    "安徽省":"安徽省",
    "黄山白茶-安徽省歙县":"黄山白茶-安徽省歙县",
    "黄山毛峰-安徽省黄山":"黄山毛峰-安徽省黄山",
    "祁门红茶-安徽省祁门县":"祁门红茶-安徽省祁门县",
    "霍山黄芽-安徽省霍山县":"霍山黄芽-安徽省霍山县",

    "湖南省":"湖南省",
    "安化黑茶、千两茶-湖南省益阳市安化县":"安化黑茶、千两茶-湖南省益阳市安化县",
    "北港毛尖-湖南省岳阳市北港":"北港毛尖-湖南省岳阳市北港",

    "浙江省":"浙江省",
    "西湖龙井-浙江省杭州市西湖龙井村":"西湖龙井-浙江省杭州市西湖龙井村",

    "贵州省":"贵州省",
    '海马宫茶-贵州省大方县海马宫村':"海马宫茶-贵州省大方县海马宫村",

    "云南省":"云南省",
    "滇青-云南省思茅市":"滇青-云南省思茅市",
    "滇青-云南省西双版纳":"滇青-云南省西双版纳",
    "滇青-云南省临沧市":"滇青-云南省临沧市",
    "滇青-云南省保山市":"滇青-云南省保山市",
    "滇青-云南省德宏傣族景颇族自治州":"滇青-云南省德宏傣族景颇族自治州",
    "滇青-云南省大理市":"滇青-云南省大理市",
    "滇红-云南省临沧市":"滇红-云南省临沧市",
    "滇红-云南省保山市":"滇红-云南省保山市",
    "滇红-云南省凤庆县":"滇红-云南省凤庆县",
    "普洱茶-云南省西双版纳":"普洱茶-云南省西双版纳",
    "普洱茶-云南省临沧市":"普洱茶-云南省临沧市",
    "普洱茶-云南省普洱市":"普洱茶-云南省普洱市",

    "广西壮族自治区":"广西壮族自治区",
    "六堡茶-广西壮族自治区梧州市六堡镇":"六堡茶-广西壮族自治区梧州市六堡镇",

    "江苏省":"江苏省",
    "碧螺春-江苏省苏州市":"碧螺春-江苏省苏州市",

    "四川省":"四川省",
    "蒙顶黄牙-四川省雅安市蒙顶山":"蒙顶黄牙-四川省雅安市蒙顶山",

    "福建省":"福建省",
    "白毫银针、白牡丹、寿眉-福建省福鼎市":"白毫银针、白牡丹、寿眉-福建省福鼎市",
    "白毫银针、寿眉、贡眉-福建省松溪县":"白毫银针、寿眉、贡眉-福建省松溪县",
    "白毫银针、寿眉-福建省柘荣县":"白毫银针、寿眉-福建省柘荣县",
    "白毫银针、寿眉、贡眉-福建省建阳市":"白毫银针、寿眉、贡眉-福建省建阳市",
    "白毫银针、白牡丹、寿眉、贡眉-福建省政和县":"白毫银针、白牡丹、寿眉、贡眉-福建省政和县",
    "贡眉-福建省建瓯市":"贡眉-福建省建瓯市",
    "贡眉-福建省浦城县":"贡眉-福建省浦城县",
    "正山小种-福建省武夷山":"正山小种-福建省武夷山",
    "金骏眉-福建省武夷山":"金骏眉-福建省武夷山",
    "铁观音-福建省泉州市安溪县":"铁观音-福建省泉州市安溪县",
    "大红袍、肉桂、北斗-福建省武夷山":"大红袍、肉桂、北斗-福建省武夷山",
    "水仙-福建省漳平市":"水仙-福建省漳平市",

    "陕西省":"陕西省",
    "泾阳茯砖茶-陕西省泾阳县":"泾阳茯砖茶-陕西省泾阳县",

    "湖北省":"湖北省",
    "玉露-湖北省恩施市":"玉露-湖北省恩施市",

    "广东省":"广东省",
    "广东大叶青-广东省韶关市":"广东大叶青-广东省韶关市",

    "元/斤":"元/斤",
    "平均价格":"平均价格",
    "发酵度":"发酵度",

    "关闭":"关闭",

    //详细介绍
    "<p>西湖龙井是中国十大名茶之一，属绿茶，其产于浙江省杭州市西湖龙井村周围群山，并因此得名，具有1200多年历史  。清乾隆游览杭州西湖时，盛赞西湖龙井茶，把狮峰山下胡公庙前的十八棵茶树封为“御茶”。西湖龙井按外形和内质的优次分作1～8级。</p><p>特级西湖龙井茶扁平光滑挺直，色泽嫩绿光润，香气鲜嫩清高，滋味鲜爽甘醇，叶底细嫩呈朵。清明节前采制的龙井茶简称明前龙井，美称女儿红，“院外风荷西子笑，明前龙井女儿红。”西湖龙井茶与西湖一样，是人、自然、文化三者的完美结晶，是西湖地域文化的重要载体。西湖龙井茶，外形扁平挺秀，色泽绿翠，内质清香味醇，泡在杯中，芽叶色绿。素以“色绿、香郁、味甘、形美”四绝称著。</p><p>春茶中的特级西湖龙井、浙江龙井外形扁平光滑，苗锋尖削，芽长于叶，色泽嫩绿，体表无茸毛；汤色嫩绿（黄）明亮；清香或嫩栗香，但有部分茶带高火香；滋味清爽或浓醇；叶底嫩绿，尚完整。其余各级龙井茶随着级别的下降，外形色泽由嫩绿→青绿→墨绿，茶身由小到大，茶条由光滑至粗糙；香味由嫩爽转向浓粗，四级茶开始有粗味；叶底由嫩芽转向对夹叶，色泽由嫩黄→青绿→黄褐。 夏秋龙井茶，色泽暗绿或深绿，茶身较大，体表无茸毛，汤色黄亮，有清香但较粗糙，滋味浓略涩，叶底黄亮，总体品质比同级春茶差。</p>":"<p>西湖龙井是中国十大名茶之一，属绿茶，其产于浙江省杭州市西湖龙井村周围群山，并因此得名，具有1200多年历史  。清乾隆游览杭州西湖时，盛赞西湖龙井茶，把狮峰山下胡公庙前的十八棵茶树封为“御茶”。西湖龙井按外形和内质的优次分作1～8级。</p><p>特级西湖龙井茶扁平光滑挺直，色泽嫩绿光润，香气鲜嫩清高，滋味鲜爽甘醇，叶底细嫩呈朵。清明节前采制的龙井茶简称明前龙井，美称女儿红，“院外风荷西子笑，明前龙井女儿红。”西湖龙井茶与西湖一样，是人、自然、文化三者的完美结晶，是西湖地域文化的重要载体。西湖龙井茶，外形扁平挺秀，色泽绿翠，内质清香味醇，泡在杯中，芽叶色绿。素以“色绿、香郁、味甘、形美”四绝称著。</p><p>春茶中的特级西湖龙井、浙江龙井外形扁平光滑，苗锋尖削，芽长于叶，色泽嫩绿，体表无茸毛；汤色嫩绿（黄）明亮；清香或嫩栗香，但有部分茶带高火香；滋味清爽或浓醇；叶底嫩绿，尚完整。其余各级龙井茶随着级别的下降，外形色泽由嫩绿→青绿→墨绿，茶身由小到大，茶条由光滑至粗糙；香味由嫩爽转向浓粗，四级茶开始有粗味；叶底由嫩芽转向对夹叶，色泽由嫩黄→青绿→黄褐。 夏秋龙井茶，色泽暗绿或深绿，茶身较大，体表无茸毛，汤色黄亮，有清香但较粗糙，滋味浓略涩，叶底黄亮，总体品质比同级春茶差。</p>",

    '<p>碧螺春是中国传统名茶，中国十大名茶之一，属于绿茶类，已有1000多年历史。碧螺春产于江苏省苏州市吴县太湖的东洞庭山及西洞庭山（今苏州吴中区）一带，所以又称“洞庭碧螺春”。</p><p>唐朝时就被列为贡品，古人们又称碧螺春为“功夫茶”、“新血茶”。高级的碧螺春，茶芽之细嫩0.5公斤干茶需要茶芽6-7万个。炒成后的干茶条索紧结，白毫显露，色泽银绿，翠碧诱人，卷曲成螺，产于春季，故名“碧螺春”。此茶冲泡后杯中白云翻滚，清香袭人，是中国的名茶。主要工序为杀青、揉捻、搓团显毫、炒青。</p>':'<p>碧螺春是中国传统名茶，中国十大名茶之一，属于绿茶类，已有1000多年历史。碧螺春产于江苏省苏州市吴县太湖的东洞庭山及西洞庭山（今苏州吴中区）一带，所以又称“洞庭碧螺春”。</p><p>唐朝时就被列为贡品，古人们又称碧螺春为“功夫茶”、“新血茶”。高级的碧螺春，茶芽之细嫩0.5公斤干茶需要茶芽6-7万个。炒成后的干茶条索紧结，白毫显露，色泽银绿，翠碧诱人，卷曲成螺，产于春季，故名“碧螺春”。此茶冲泡后杯中白云翻滚，清香袭人，是中国的名茶。主要工序为杀青、揉捻、搓团显毫、炒青。</p>',

    '<p>黄山毛峰是中国十大名茶之一，属于绿茶。产于安徽省黄山（徽州）一带，所以又称徽茶。由清代光绪年间谢裕大茶庄所创制。每年清明谷雨，选摘良种茶树“黄山种”、“黄山大叶种”等的初展肥壮嫩芽，手工炒制，该茶外形微卷，状似雀舌，绿中泛黄，银毫显露，且带有金黄色鱼叶（俗称黄金片）。入杯冲泡雾气结顶，汤色清碧微黄，叶底黄绿有活力，滋味醇甘，香气如兰，韵味深长。由于新制茶叶白毫披身，芽尖峰芒，且鲜叶采自黄山高峰，遂将该茶取名为黄山毛峰。</p>':'<p>黄山毛峰是中国十大名茶之一，属于绿茶。产于安徽省黄山（徽州）一带，所以又称徽茶。由清代光绪年间谢裕大茶庄所创制。每年清明谷雨，选摘良种茶树“黄山种”、“黄山大叶种”等的初展肥壮嫩芽，手工炒制，该茶外形微卷，状似雀舌，绿中泛黄，银毫显露，且带有金黄色鱼叶（俗称黄金片）。入杯冲泡雾气结顶，汤色清碧微黄，叶底黄绿有活力，滋味醇甘，香气如兰，韵味深长。由于新制茶叶白毫披身，芽尖峰芒，且鲜叶采自黄山高峰，遂将该茶取名为黄山毛峰。</p>',

    '<p>恩施玉露，湖北省恩施市特产，中国国家地理标志产品。 恩施玉露外形条索紧圆光滑、纤细挺直如针，色泽苍翠绿润。经沸水冲泡，芽叶复展如生，初时婷婷地悬浮杯中，继而沉降杯底，平伏完整，汤色嫩绿明亮，如玉露，香气清爽，滋味醇和。观其外形，赏心悦目；饮其茶汤，沁人心脾。</p><p>恩施玉露茶是中国传统蒸青绿茶，选用叶色浓绿的一芽一叶或一芽二叶鲜叶经蒸汽杀青制作而成。恩施玉露对采制的要求很严格，芽叶须细嫩、匀齐，成茶条索紧细匀整，紧圆光滑，色泽鲜绿，匀齐挺直，状如松针，白毫显露，色泽苍翠润绿；茶汤清澈明亮，香气清高持久，滋味鲜爽甘醇，叶底嫩匀明亮，色绿如玉。“三绿”：茶绿、汤绿、叶底绿，为其显著特点。日本自唐代从中国传入茶种及制茶方法后，至今仍主要采用蒸青方法制作绿茶，其玉露茶制法与恩施玉露大同小异，品质各有特色。</p><p>唐朝时就被列为贡品，古人们又称碧螺春为“功夫茶”、“新血茶”。高级的碧螺春，茶芽之细嫩0.5公斤干茶需要茶芽6-7万个。炒成后的干茶条索紧结，白毫显露，色泽银绿，翠碧诱人，卷曲成螺，产于春季，故名“碧螺春”。此茶冲泡后杯中白云翻滚，清香袭人，是中国的名茶。主要工序为杀青、揉捻、搓团显毫、炒青。</p>':'<p>恩施玉露，湖北省恩施市特产，中国国家地理标志产品。 恩施玉露外形条索紧圆光滑、纤细挺直如针，色泽苍翠绿润。经沸水冲泡，芽叶复展如生，初时婷婷地悬浮杯中，继而沉降杯底，平伏完整，汤色嫩绿明亮，如玉露，香气清爽，滋味醇和。观其外形，赏心悦目；饮其茶汤，沁人心脾。</p><p>恩施玉露茶是中国传统蒸青绿茶，选用叶色浓绿的一芽一叶或一芽二叶鲜叶经蒸汽杀青制作而成。恩施玉露对采制的要求很严格，芽叶须细嫩、匀齐，成茶条索紧细匀整，紧圆光滑，色泽鲜绿，匀齐挺直，状如松针，白毫显露，色泽苍翠润绿；茶汤清澈明亮，香气清高持久，滋味鲜爽甘醇，叶底嫩匀明亮，色绿如玉。“三绿”：茶绿、汤绿、叶底绿，为其显著特点。日本自唐代从中国传入茶种及制茶方法后，至今仍主要采用蒸青方法制作绿茶，其玉露茶制法与恩施玉露大同小异，品质各有特色。</p><p>唐朝时就被列为贡品，古人们又称碧螺春为“功夫茶”、“新血茶”。高级的碧螺春，茶芽之细嫩0.5公斤干茶需要茶芽6-7万个。炒成后的干茶条索紧结，白毫显露，色泽银绿，翠碧诱人，卷曲成螺，产于春季，故名“碧螺春”。此茶冲泡后杯中白云翻滚，清香袭人，是中国的名茶。主要工序为杀青、揉捻、搓团显毫、炒青。</p>',

    '<p>滇青，即未经压制的普洱茶散茶原料，云南有悠久历史的茶叶，是采用大叶种茶树的鲜叶，经过杀青、揉捻后，用太阳晒干而成的优质晒青茶。它与历史上经过后熟阶段（即后发酵）越陈越香的普洱茶品质风格各不相同。</p><p>历史上的滇青是按季节命名，有春尖、春中、春尾、二水和谷花等品质级别。现代的滇青就是选用晒青毛茶未经过后熟阶段直接筛制而成，分为：春蕊、春芽、春尖、甲配、乙配、丙配和春玉等花色等级，是云南绿茶中别具一格的优秀产品。滇青茶有经久耐泡的特点，除可作一般茶叶冲泡饮用外，还宜作烤茶冲泡饮用。</p>':'<p>滇青，即未经压制的普洱茶散茶原料，云南有悠久历史的茶叶，是采用大叶种茶树的鲜叶，经过杀青、揉捻后，用太阳晒干而成的优质晒青茶。它与历史上经过后熟阶段（即后发酵）越陈越香的普洱茶品质风格各不相同。</p><p>历史上的滇青是按季节命名，有春尖、春中、春尾、二水和谷花等品质级别。现代的滇青就是选用晒青毛茶未经过后熟阶段直接筛制而成，分为：春蕊、春芽、春尖、甲配、乙配、丙配和春玉等花色等级，是云南绿茶中别具一格的优秀产品。滇青茶有经久耐泡的特点，除可作一般茶叶冲泡饮用外，还宜作烤茶冲泡饮用。</p>',

    '<p>白毫银针，创制于1796年，是中国六大茶类之一的白茶，原产地在福建，主要产区为福鼎、柘荣、政和、松溪、建阳等地，属有中国十大名茶的称号，素有茶中“美女”、“茶王”之美称。其外观特征挺直似针，满披白毫，如银似雪，成品茶长约3cm。由于鲜叶原料全部是茶芽，且制成成品茶后，形状似针，白毫密被，色白如银，因此得名白毫银针。</p><p>白毫银针芽头肥壮，遍披白毫，挺直如针，色白似银。福鼎所产茶芽茸毛厚，色白富光泽，汤色浅杏黄，味清鲜爽口。政和所产，汤味醇厚，香气清芬。银针白毫原料采摘标准为春茶嫩梢萌发一芽一叶时即将其采下，然后用手指将真叶、鱼叶轻轻地予以剥离。剥出的茶芽均匀地薄摊于水筛上（一种竹筛），勿使重叠，置微弱日光下或通风荫外，晒凉至八、九成干，再用焙笼以30-40℃文火至足干即成。也有用烈日代替焙笼晒至全干的，称为毛针。毛针经筛取肥长茶芽，再用手工摘去梗子（俗称银针脚），并筛簸拣除叶片、碎片、寻质等，最后再用文火焙干，趁热装箱。</p>':'<p>白毫银针，创制于1796年，是中国六大茶类之一的白茶，原产地在福建，主要产区为福鼎、柘荣、政和、松溪、建阳等地，属有中国十大名茶的称号，素有茶中“美女”、“茶王”之美称。其外观特征挺直似针，满披白毫，如银似雪，成品茶长约3cm。由于鲜叶原料全部是茶芽，且制成成品茶后，形状似针，白毫密被，色白如银，因此得名白毫银针。</p><p>白毫银针芽头肥壮，遍披白毫，挺直如针，色白似银。福鼎所产茶芽茸毛厚，色白富光泽，汤色浅杏黄，味清鲜爽口。政和所产，汤味醇厚，香气清芬。银针白毫原料采摘标准为春茶嫩梢萌发一芽一叶时即将其采下，然后用手指将真叶、鱼叶轻轻地予以剥离。剥出的茶芽均匀地薄摊于水筛上（一种竹筛），勿使重叠，置微弱日光下或通风荫外，晒凉至八、九成干，再用焙笼以30-40℃文火至足干即成。也有用烈日代替焙笼晒至全干的，称为毛针。毛针经筛取肥长茶芽，再用手工摘去梗子（俗称银针脚），并筛簸拣除叶片、碎片、寻质等，最后再用文火焙干，趁热装箱。</p>',

    '<p>属于中国六大茶类之一的白茶品项，主产于中国福建省的南平市政和县、松溪县、建阳市和宁德市福鼎市，是中国福建省历史名茶。因其绿叶夹银白色毫心，形似花朵，冲泡后绿叶托着嫩芽，宛如蓓蕾初放，故得美名白牡丹。</p><p>白牡丹外形毫心肥壮，叶张肥嫩，呈波纹隆起，芽叶连枝，叶缘垂卷，叶态自然，叶色灰绿，夹以银白毫心，呈“抱心形”，叶背遍布洁白茸毛，叶缘向叶背微卷，芽叶连枝。汤色杏黄或橙黄清澈，叶底浅灰，叶脉微红，香味鲜醇。白牡丹冲泡后，碧绿的叶子衬托着嫩嫩的叶芽，形状优美，好似牡丹蓓蕾初放，十分恬淡高雅。冲泡后绿叶衬嫩芽，宛如蓓蕾初绽花朵，绚丽秀美；滋味清醇微甜，毫香鲜嫩持久，汤色杏黄明亮，叶底嫩匀完整，叶脉微红，布于绿叶之中，有“红装素裹”之誉。</p>':'<p>属于中国六大茶类之一的白茶品项，主产于中国福建省的南平市政和县、松溪县、建阳市和宁德市福鼎市，是中国福建省历史名茶。因其绿叶夹银白色毫心，形似花朵，冲泡后绿叶托着嫩芽，宛如蓓蕾初放，故得美名白牡丹。</p><p>白牡丹外形毫心肥壮，叶张肥嫩，呈波纹隆起，芽叶连枝，叶缘垂卷，叶态自然，叶色灰绿，夹以银白毫心，呈“抱心形”，叶背遍布洁白茸毛，叶缘向叶背微卷，芽叶连枝。汤色杏黄或橙黄清澈，叶底浅灰，叶脉微红，香味鲜醇。白牡丹冲泡后，碧绿的叶子衬托着嫩嫩的叶芽，形状优美，好似牡丹蓓蕾初放，十分恬淡高雅。冲泡后绿叶衬嫩芽，宛如蓓蕾初绽花朵，绚丽秀美；滋味清醇微甜，毫香鲜嫩持久，汤色杏黄明亮，叶底嫩匀完整，叶脉微红，布于绿叶之中，有“红装素裹”之誉。</p>',

    '<p>寿眉，乃以福鼎大白、福鼎白茶树制成的白茶。寿眉叶张稍肥嫩，芽叶连枝，无老梗，叶整卷如眉，香气清纯。其中用茶芽叶制成的毛茶称为“小白”，以区别于福鼎大白茶、政和大白茶茶树芽叶制成的“大白”毛茶。菜茶茶芽曾用以制造白毫银针，其后改用大白制白毫银针和白牡丹，而小白则用以制造贡眉。</p><p>优质寿眉毫心显而多，色泽翠绿，汤色橙黄或深黄，叶底匀整、柔软、鲜亮，叶张主脉迎光透视呈红色，味醇爽，香鲜纯。其采摘标准为一芽二叶至一芽二、三叶，要求含有白毫。优质寿眉色泽翠绿，汤色橙黄。</p>':'<p>寿眉，乃以福鼎大白、福鼎白茶树制成的白茶。寿眉叶张稍肥嫩，芽叶连枝，无老梗，叶整卷如眉，香气清纯。其中用茶芽叶制成的毛茶称为“小白”，以区别于福鼎大白茶、政和大白茶茶树芽叶制成的“大白”毛茶。菜茶茶芽曾用以制造白毫银针，其后改用大白制白毫银针和白牡丹，而小白则用以制造贡眉。</p><p>优质寿眉毫心显而多，色泽翠绿，汤色橙黄或深黄，叶底匀整、柔软、鲜亮，叶张主脉迎光透视呈红色，味醇爽，香鲜纯。其采摘标准为一芽二叶至一芽二、三叶，要求含有白毫。优质寿眉色泽翠绿，汤色橙黄。</p>',

    '<p>贡眉又称为寿眉，属于中国六大茶类之一的白茶品项，主产于中国福建省的南平市的松溪县、政和县、建阳市、建瓯市、浦城县等地，是白茶中产量最高的一个品项，其产量约占到了白茶总产量的50%以上。</p><p>优质的贡眉成品茶毫心明显，茸毫色白且多，干茶色泽翠绿，冲泡后汤色呈橙色或深黄色，叶底匀整、柔软、鲜亮，叶片迎光看去，可透视出主脉的红色，品饮时感觉滋味醇爽，香气鲜纯。</p>':'<p>贡眉又称为寿眉，属于中国六大茶类之一的白茶品项，主产于中国福建省的南平市的松溪县、政和县、建阳市、建瓯市、浦城县等地，是白茶中产量最高的一个品项，其产量约占到了白茶总产量的50%以上。</p><p>优质的贡眉成品茶毫心明显，茸毫色白且多，干茶色泽翠绿，冲泡后汤色呈橙色或深黄色，叶底匀整、柔软、鲜亮，叶片迎光看去，可透视出主脉的红色，品饮时感觉滋味醇爽，香气鲜纯。</p>',

    '<p>黄山白茶，安徽省歙县特产，国家地理标志产品。黄山白茶富含氨基酸、铁、锌、硒等营养元素，特别是氨基酸含量较高,高达9.2%，远超浙江安吉白茶，由于其酚氨比较低，故茶汤滋味极其鲜醇。</p><p>黄山白茶芽白如玉、叶薄如纸。叶脉呈乳白色，冲泡后似凤羽有兰花香，汤色清澈，鲜爽甜香。理化指标：水浸出物≥35%，游离氨基酸总量（以谷氨酸计）≥7.0%。</p>':'<p>黄山白茶，安徽省歙县特产，国家地理标志产品。黄山白茶富含氨基酸、铁、锌、硒等营养元素，特别是氨基酸含量较高,高达9.2%，远超浙江安吉白茶，由于其酚氨比较低，故茶汤滋味极其鲜醇。</p><p>黄山白茶芽白如玉、叶薄如纸。叶脉呈乳白色，冲泡后似凤羽有兰花香，汤色清澈，鲜爽甜香。理化指标：水浸出物≥35%，游离氨基酸总量（以谷氨酸计）≥7.0%。</p>',

    '<p>海马宫茶属黄茶类名茶。具有条索紧结卷曲，茸毛显露，青高味醇，回味甘甜，汤色黄绿明亮，叶底嫩黄匀整明亮的特点。</p><p>海马宫茶，由贵州茶农创制于乾隆年间。产于贵州省大方县的老鹰岩脚下的海马宫村。海马宫茶采于当地中，小群体品种，具有茸毛多，持嫩性强的特性。谷雨前后开采。采摘标准；一级茶为一芽一叶初展；二级茶为一芽二叶，三级茶为一芽三叶。海马宫茶属黄茶类名茶。具有条索紧结卷曲，茸毛显露，青高味醇，回味甘甜，汤色黄绿明亮，叶底嫩黄匀整明亮的特点。</p>':'<p>海马宫茶属黄茶类名茶。具有条索紧结卷曲，茸毛显露，青高味醇，回味甘甜，汤色黄绿明亮，叶底嫩黄匀整明亮的特点。</p><p>海马宫茶，由贵州茶农创制于乾隆年间。产于贵州省大方县的老鹰岩脚下的海马宫村。海马宫茶采于当地中，小群体品种，具有茸毛多，持嫩性强的特性。谷雨前后开采。采摘标准；一级茶为一芽一叶初展；二级茶为一芽二叶，三级茶为一芽三叶。海马宫茶属黄茶类名茶。具有条索紧结卷曲，茸毛显露，青高味醇，回味甘甜，汤色黄绿明亮，叶底嫩黄匀整明亮的特点。</p>',

    '<p>蒙顶黄芽，是芽形黄茶之一，产于四川省雅安市蒙顶山。蒙顶茶栽培始于西汉，距今已有二千年的历史，古时为贡品供历代皇帝享用，新中国成立后曾被评为全国十大名茶之一。蒙顶黄芽外形扁直，芽条匀整，色泽嫩黄，芽毫显露，花香幽长，汤色黄亮透碧，滋味鲜醇回甘，叶底全芽嫩黄采摘于春分时节，茶树上有10%的芽头鳞片展开，即可开园采摘。选圆肥单芽和一芽一叶初展的芽头，经复杂制作工艺，使成茶芽条匀整，扁平挺直，色泽黄润，金毫显露；汤色黄中透碧，甜香鲜嫩，甘醇鲜爽。为黄茶之极品。</p>':'<p>蒙顶黄芽，是芽形黄茶之一，产于四川省雅安市蒙顶山。蒙顶茶栽培始于西汉，距今已有二千年的历史，古时为贡品供历代皇帝享用，新中国成立后曾被评为全国十大名茶之一。蒙顶黄芽外形扁直，芽条匀整，色泽嫩黄，芽毫显露，花香幽长，汤色黄亮透碧，滋味鲜醇回甘，叶底全芽嫩黄采摘于春分时节，茶树上有10%的芽头鳞片展开，即可开园采摘。选圆肥单芽和一芽一叶初展的芽头，经复杂制作工艺，使成茶芽条匀整，扁平挺直，色泽黄润，金毫显露；汤色黄中透碧，甜香鲜嫩，甘醇鲜爽。为黄茶之极品。</p>',

    '<p>霍山黄芽，安徽省霍山县特产，国家地理标志产品。</p><p>霍山黄芽依其品质分为特一级、特二级、一级和二级。外形挺直微展，色泽黄绿披毫，香气清香持久，汤色黄绿明亮，滋味浓厚鲜醇回甘，叶底微黄明亮。</p><p>2006年12月，霍山黄芽成功获批国家地理标志保护产品称号。</p>':'<p>霍山黄芽，安徽省霍山县特产，国家地理标志产品。</p><p>霍山黄芽依其品质分为特一级、特二级、一级和二级。外形挺直微展，色泽黄绿披毫，香气清香持久，汤色黄绿明亮，滋味浓厚鲜醇回甘，叶底微黄明亮。</p><p>2006年12月，霍山黄芽成功获批国家地理标志保护产品称号。</p>',

    '<p>大叶青茶为广东的特产。大叶青茶也称广东大叶青，主要产于广东省韶关、肇庆、湛江等县市、属于黄茶，是黄大茶的代表品种之一。制法是先萎凋后杀青，再揉捻闷堆。这与其它黄茶不同。产品品质具有黄茶的一般特点。所以也归属共同茶类。其产地为广东省韶关、肇庆、湛江等县市。广东大叶青为属黄茶类，但与其他黄茶制法不同，其先萎凋后杀青，再揉捻闷堆。杀青前的萎凋和揉捻后闷黄的主要目的是消除青气涩味，促进香味醇和纯正。</p>':'<p>大叶青茶为广东的特产。大叶青茶也称广东大叶青，主要产于广东省韶关、肇庆、湛江等县市、属于黄茶，是黄大茶的代表品种之一。制法是先萎凋后杀青，再揉捻闷堆。这与其它黄茶不同。产品品质具有黄茶的一般特点。所以也归属共同茶类。其产地为广东省韶关、肇庆、湛江等县市。广东大叶青为属黄茶类，但与其他黄茶制法不同，其先萎凋后杀青，再揉捻闷堆。杀青前的萎凋和揉捻后闷黄的主要目的是消除青气涩味，促进香味醇和纯正。</p>',

    '<p>北港毛尖以注册商标“北港”命名，唐代称“邕（yōng）湖茶”，属黄茶类，产于湖南省岳阳市北港。在加工技术中，通过热闷措施的摧化作用，破坏叶绿素，使不溶性碳水化合物部分转化成可溶性，儿茶素类发生非酶性氧化和异构化作用，其转化产物与蛋白质水解的氨基酸结合，产生新的香味物质，达到茶叶黄化，香味鲜醇回甘。</p><p>1987年在湖南全省名优茶评比中被评为全省名茶。</p>':'<p>北港毛尖以注册商标“北港”命名，唐代称“邕（yōng）湖茶”，属黄茶类，产于湖南省岳阳市北港。在加工技术中，通过热闷措施的摧化作用，破坏叶绿素，使不溶性碳水化合物部分转化成可溶性，儿茶素类发生非酶性氧化和异构化作用，其转化产物与蛋白质水解的氨基酸结合，产生新的香味物质，达到茶叶黄化，香味鲜醇回甘。</p><p>1987年在湖南全省名优茶评比中被评为全省名茶。</p>',

    '<p>铁观音（tiě guān yīn）茶，中国传统名茶，属于青茶类，是中国十大名茶之一。原产于福建泉州市安溪县西坪镇，发现于1723—1735年。“铁观音”既是茶名，也是茶树品种名，铁观音茶介于绿茶和红茶之间，属于半发酵茶类，铁观音独具“观音韵”，清香雅韵，冲泡后有天然的兰花香，滋味纯浓，香气馥郁持久，有“七泡有余香”之誉 。除具有一般茶叶的保健功能外，还具有抗衰老、抗动脉硬化、防治糖尿病、减肥健美、防治龋齿、清热降火，敌烟醒酒等功效。</p><p>铁观音含有较高的氨基酸、维生素、矿物质、茶多酚和生物碱，有多种营养和药效成分，具有养生保健的功能。于民国八年自福建安溪引进木栅区试种，分“红心铁观音”及“青心铁观音”两种，主要产区在文山期树属横张型，枝干粗硬，叶较稀松，芽少叶厚，产量不高，但制包种茶品质高，产期较青心乌龙晚。其树形稍，叶呈椭圆形，叶厚肉多。叶片平坦展开。</p>':'<p>铁观音（tiě guān yīn）茶，中国传统名茶，属于青茶类，是中国十大名茶之一。原产于福建泉州市安溪县西坪镇，发现于1723—1735年。“铁观音”既是茶名，也是茶树品种名，铁观音茶介于绿茶和红茶之间，属于半发酵茶类，铁观音独具“观音韵”，清香雅韵，冲泡后有天然的兰花香，滋味纯浓，香气馥郁持久，有“七泡有余香”之誉 。除具有一般茶叶的保健功能外，还具有抗衰老、抗动脉硬化、防治糖尿病、减肥健美、防治龋齿、清热降火，敌烟醒酒等功效。</p><p>铁观音含有较高的氨基酸、维生素、矿物质、茶多酚和生物碱，有多种营养和药效成分，具有养生保健的功能。于民国八年自福建安溪引进木栅区试种，分“红心铁观音”及“青心铁观音”两种，主要产区在文山期树属横张型，枝干粗硬，叶较稀松，芽少叶厚，产量不高，但制包种茶品质高，产期较青心乌龙晚。其树形稍，叶呈椭圆形，叶厚肉多。叶片平坦展开。</p>',

    '<p>大红袍，产于福建武夷山，属乌龙茶，品质优异。中国特种名茶。其外形条索紧结，色泽绿褐鲜润，冲泡后汤色橙黄明亮，叶片红绿相间。品质最突出之处是香气馥郁有兰花香，香高而持久，“岩韵”明显。除与一般茶叶具有提神益思，消除疲劳、生津利尿、解热防暑、杀菌消炎、解毒防病、消食去腻、减肥健美等保健功能外，还具有防癌症、降血脂、抗衰老、等特殊功效。大红袍很耐冲泡，冲泡七、八次仍有香味。品饮“大红袍”茶，必须按“工夫茶”小壶小杯细品慢饮的程式，才能真正品尝到岩茶之颠的禅茶韵味。注重活 、甘、清、香。</p>':'<p>大红袍，产于福建武夷山，属乌龙茶，品质优异。中国特种名茶。其外形条索紧结，色泽绿褐鲜润，冲泡后汤色橙黄明亮，叶片红绿相间。品质最突出之处是香气馥郁有兰花香，香高而持久，“岩韵”明显。除与一般茶叶具有提神益思，消除疲劳、生津利尿、解热防暑、杀菌消炎、解毒防病、消食去腻、减肥健美等保健功能外，还具有防癌症、降血脂、抗衰老、等特殊功效。大红袍很耐冲泡，冲泡七、八次仍有香味。品饮“大红袍”茶，必须按“工夫茶”小壶小杯细品慢饮的程式，才能真正品尝到岩茶之颠的禅茶韵味。注重活 、甘、清、香。</p>',

    '<p>《武夷茶经》里表述：“肉桂，原产马枕峰……已有100多年历史，1985年福建省农作物品种审定委员会认定为省级品种”；《武夷岩茶名丛录》里也有表述：“肉桂，原产马枕峰，慧苑坑等处也有此相同之树。” 该茶是以肉桂良种茶树鲜叶，用武夷岩茶的制作方法而制成的乌龙茶，为武夷岩茶中的高香品种。</p><p>本世纪四十年代初已是武夷山茶园栽种的十个品种之一，到六十年代以来，由于其品质特殊，逐渐为人们认可，种植面积逐年扩大，现已发展到武夷山的水帘洞、牛栏坑、马头岩、天心岩、慧苑坑、鹰嘴岩、流香涧、竹窠、悟源涧、九龙窠等地，并且正在大力繁育推广，现已成为武夷岩茶中的主要品种。</p>':'<p>《武夷茶经》里表述：“肉桂，原产马枕峰……已有100多年历史，1985年福建省农作物品种审定委员会认定为省级品种”；《武夷岩茶名丛录》里也有表述：“肉桂，原产马枕峰，慧苑坑等处也有此相同之树。” 该茶是以肉桂良种茶树鲜叶，用武夷岩茶的制作方法而制成的乌龙茶，为武夷岩茶中的高香品种。</p><p>本世纪四十年代初已是武夷山茶园栽种的十个品种之一，到六十年代以来，由于其品质特殊，逐渐为人们认可，种植面积逐年扩大，现已发展到武夷山的水帘洞、牛栏坑、马头岩、天心岩、慧苑坑、鹰嘴岩、流香涧、竹窠、悟源涧、九龙窠等地，并且正在大力繁育推广，现已成为武夷岩茶中的主要品种。</p>',

    '<p>水仙茶是福建茶农创制的名茶，属于中国茶叶优良品种之一，是福建乌龙茶类中的一种。原产于闽北。一千年前，建阳、建瓯一带就有这种茶树，但人工栽培却是距今三百多年前的清康熙年间（1662-1722）。水仙茶列“中国国家级茶树良种”48个之首，又是全国41个半乔木大叶型茶树良种的第一个，发源于福建省建阳市唯一的茶树良种。汤色橙黄、香如兰花、滋味醇厚回甘。1985年全国农作物品种审定委员会认定为国家品种，编号GS13009—1985。</p>':'<p>水仙茶是福建茶农创制的名茶，属于中国茶叶优良品种之一，是福建乌龙茶类中的一种。原产于闽北。一千年前，建阳、建瓯一带就有这种茶树，但人工栽培却是距今三百多年前的清康熙年间（1662-1722）。水仙茶列“中国国家级茶树良种”48个之首，又是全国41个半乔木大叶型茶树良种的第一个，发源于福建省建阳市唯一的茶树良种。汤色橙黄、香如兰花、滋味醇厚回甘。1985年全国农作物品种审定委员会认定为国家品种，编号GS13009—1985。</p>',

    '<p>北斗：原名北斗一号，武夷山名丛之一。原产于北斗峰（北斗峰在三姑石后面，山势陡峭，钟灵毓秀。相传1400多年前道家取名）现已有60多年的栽培历史，主要分布在武夷山武夷山正岩产区。北斗：无性系，灌木型，中叶类，中生种，品质优，色泽绿褐，香气浓郁鲜爽，滋味浓厚回甘，岩韵明显。抗寒性、抗旱性强。扦插繁殖能力强，成活率高。北斗茶为半发酵茶，其特殊的焙火工艺，不但茶叶品质提高，茶香稳定，还可以延长存放时间。北斗茶干香，清纯辛锐，幽雅秀气，香高持久。一泡入口最明显的就是清澈，细品清纯顺口，回甘甜持久，汤滑甘鲜醇润可口，滋味醇厚。</p>':'<p>北斗：原名北斗一号，武夷山名丛之一。原产于北斗峰（北斗峰在三姑石后面，山势陡峭，钟灵毓秀。相传1400多年前道家取名）现已有60多年的栽培历史，主要分布在武夷山武夷山正岩产区。北斗：无性系，灌木型，中叶类，中生种，品质优，色泽绿褐，香气浓郁鲜爽，滋味浓厚回甘，岩韵明显。抗寒性、抗旱性强。扦插繁殖能力强，成活率高。北斗茶为半发酵茶，其特殊的焙火工艺，不但茶叶品质提高，茶香稳定，还可以延长存放时间。北斗茶干香，清纯辛锐，幽雅秀气，香高持久。一泡入口最明显的就是清澈，细品清纯顺口，回甘甜持久，汤滑甘鲜醇润可口，滋味醇厚。</p>',

    '<p>祁门红茶，又称祁红，是中国安徽省黄山市祁门县出产的一种名优红茶。祁门红茶起源于明代，具有400多年的历史。它以其独特的外形、香气和口感而闻名于世。</p><p>祁门红茶的茶叶选自祁门县境内的高山茶园，采用传统的手工制作工艺。茶叶外形条索紧结，色泽乌润，金毫显露。冲泡时，茶汤呈红褐色，香气浓郁，口感醇厚。</p><p>祁门红茶的品质受土壤、气候和制作工艺的影响，因此，不同年份和产区的祁门红茶呈现出不同的特点。一般来说，祁门红茶具有独特的果香和花香，同时带有一定的甜味和淡淡的苦涩感。它富含多种有益物质，如茶多酚、咖啡因和氨基酸，具有提神醒脑、消除疲劳、抗氧化等功效。</p><p>祁门红茶是中国四大名茶之一，也是国内外茶叶市场上备受追捧的茶品之一。它被誉为“红茶之王”，享有“色香味俱佳，汤色红艳明亮，滋味醇和回甘”的美誉。无论是作为日常饮品还是送礼品，祁门红茶都是一种受欢迎的选择。</p>':'<p>祁门红茶，又称祁红，是中国安徽省黄山市祁门县出产的一种名优红茶。祁门红茶起源于明代，具有400多年的历史。它以其独特的外形、香气和口感而闻名于世。</p><p>祁门红茶的茶叶选自祁门县境内的高山茶园，采用传统的手工制作工艺。茶叶外形条索紧结，色泽乌润，金毫显露。冲泡时，茶汤呈红褐色，香气浓郁，口感醇厚。</p><p>祁门红茶的品质受土壤、气候和制作工艺的影响，因此，不同年份和产区的祁门红茶呈现出不同的特点。一般来说，祁门红茶具有独特的果香和花香，同时带有一定的甜味和淡淡的苦涩感。它富含多种有益物质，如茶多酚、咖啡因和氨基酸，具有提神醒脑、消除疲劳、抗氧化等功效。</p><p>祁门红茶是中国四大名茶之一，也是国内外茶叶市场上备受追捧的茶品之一。它被誉为“红茶之王”，享有“色香味俱佳，汤色红艳明亮，滋味醇和回甘”的美誉。无论是作为日常饮品还是送礼品，祁门红茶都是一种受欢迎的选择。</p>',

    '<p>滇红是一种优质红茶，产于中国云南省的滇西高原地区。它以其独特的香气、醇厚的口感和深红色的汤色而闻名。滇红茶采用优质的茶树叶制作，经过摊晾、杀青、揉捻、发酵等工艺过程而成。</p><p>滇红茶的叶片形状扁平整齐，色泽乌润，散发出浓郁的花香和果香。其汤色鲜艳红亮，入口后有浓郁的甘甜味和花果香气，口感醇厚且回甘。滇红茶适宜冲泡，可多次冲泡，每一次冲泡都能释放出不同的香气和口感。</p><p>滇红茶在国内外享有很高的声誉，被誉为世界三大红茶之一。它不仅是中国传统的名茶之一，也是中国主要的出口茶叶之一。滇红茶以其独特的品质和口感受到了全球茶叶爱好者的喜爱和追捧。</p>':'<p>滇红是一种优质红茶，产于中国云南省的滇西高原地区。它以其独特的香气、醇厚的口感和深红色的汤色而闻名。滇红茶采用优质的茶树叶制作，经过摊晾、杀青、揉捻、发酵等工艺过程而成。</p><p>滇红茶的叶片形状扁平整齐，色泽乌润，散发出浓郁的花香和果香。其汤色鲜艳红亮，入口后有浓郁的甘甜味和花果香气，口感醇厚且回甘。滇红茶适宜冲泡，可多次冲泡，每一次冲泡都能释放出不同的香气和口感。</p><p>滇红茶在国内外享有很高的声誉，被誉为世界三大红茶之一。它不仅是中国传统的名茶之一，也是中国主要的出口茶叶之一。滇红茶以其独特的品质和口感受到了全球茶叶爱好者的喜爱和追捧。</p>',

    '<p>《正山小种，又称“正山小种红茶”，是中国福建省武夷山产区的一种传统红茶。它得名于产地的“正山”和其茶叶的形状较小的特点。正山小种红茶的制作工艺独特，采用独特的“炒青”工艺，即将新鲜茶叶炒制至半发酵状态，然后经过揉捻、干燥等工序制成。</p><p>正山小种红茶的外形呈细小、紧结的条索状，色泽乌润，香气鲜爽，滋味醇厚，回甘悠长。其茶汤呈红褐色，清澈透亮。正山小种红茶具有浓郁的烟熏香气和独特的“岩韵”，口感丰满柔和，不苦涩，且富含茶多酚和咖啡碱等营养物质。</p><p>正山小种红茶是中国四大名茶之一，享有盛誉。其历史悠久，起源于18世纪，曾是英国皇家贵族的御茶之品。如今，正山小种红茶已成为中国主要的红茶出口品种之一，深受国内外茶叶爱好者的喜爱。它不仅是一种美味的饮品，还被认为具有降脂减肥、改善血液循环、提神醒脑等功效。</p>':'<p>《正山小种，又称“正山小种红茶”，是中国福建省武夷山产区的一种传统红茶。它得名于产地的“正山”和其茶叶的形状较小的特点。正山小种红茶的制作工艺独特，采用独特的“炒青”工艺，即将新鲜茶叶炒制至半发酵状态，然后经过揉捻、干燥等工序制成。</p><p>正山小种红茶的外形呈细小、紧结的条索状，色泽乌润，香气鲜爽，滋味醇厚，回甘悠长。其茶汤呈红褐色，清澈透亮。正山小种红茶具有浓郁的烟熏香气和独特的“岩韵”，口感丰满柔和，不苦涩，且富含茶多酚和咖啡碱等营养物质。</p><p>正山小种红茶是中国四大名茶之一，享有盛誉。其历史悠久，起源于18世纪，曾是英国皇家贵族的御茶之品。如今，正山小种红茶已成为中国主要的红茶出口品种之一，深受国内外茶叶爱好者的喜爱。它不仅是一种美味的饮品，还被认为具有降脂减肥、改善血液循环、提神醒脑等功效。</p>',

    '<p>金骏眉是中国传统名茶之一产于中国福建省武夷山地区，是武夷岩茶的代表之一金骏眉茶，属于红茶中正山小种的分支，原产于福建省武夷山市桐木村。由正山小种红茶第二十四代传承人江元勋带领团队在传统工艺的基础上通过创新融合于2005年研制出的新品种红茶。</p><p>金骏眉茶叶的汤色清亮透明，香气高扬，口感鲜爽，回甘持久。它具有独特的花果香气，口感醇厚，滋味鲜爽，汤色明亮，叶底嫩绿。金骏眉茶具有清热解毒、提神醒脑、消食健胃等功效，常饮有助于提高免疫力，改善消化系统功能，对于保持健康有一定的帮助。</p><p>金骏眉之所以名贵，是因为全程都由制茶师傅手工制作，每500g金骏眉需要数万颗的茶叶鲜芽尖，采摘武夷山自然保护区内的高山原生态小种新鲜茶芽，然后经过一系列复杂的萎凋、摇青、发酵、揉捻等加工步骤而得以完成。金骏眉是难得的茶中珍品，外形细小紧密，伴有金黄色的茶绒茶毫，汤色金黄，入口甘爽。</p>':'<p>金骏眉是中国传统名茶之一产于中国福建省武夷山地区，是武夷岩茶的代表之一金骏眉茶，属于红茶中正山小种的分支，原产于福建省武夷山市桐木村。由正山小种红茶第二十四代传承人江元勋带领团队在传统工艺的基础上通过创新融合于2005年研制出的新品种红茶。</p><p>金骏眉茶叶的汤色清亮透明，香气高扬，口感鲜爽，回甘持久。它具有独特的花果香气，口感醇厚，滋味鲜爽，汤色明亮，叶底嫩绿。金骏眉茶具有清热解毒、提神醒脑、消食健胃等功效，常饮有助于提高免疫力，改善消化系统功能，对于保持健康有一定的帮助。</p><p>金骏眉之所以名贵，是因为全程都由制茶师傅手工制作，每500g金骏眉需要数万颗的茶叶鲜芽尖，采摘武夷山自然保护区内的高山原生态小种新鲜茶芽，然后经过一系列复杂的萎凋、摇青、发酵、揉捻等加工步骤而得以完成。金骏眉是难得的茶中珍品，外形细小紧密，伴有金黄色的茶绒茶毫，汤色金黄，入口甘爽。</p>',

    '<p>安化黑茶是一种中国传统的发酵茶，产于湖南省安化县。它是以优质毛茶为原料，经过揉捻、杀青、发酵、烘干等工艺制作而成。</p><p>安化黑茶是中国黑茶的始祖，在唐代（856年）的史料中记载为“渠江薄片”，曾列为朝廷贡品，明嘉靖三年（1524年）就正式创制出了安化黑茶。至16世纪末期，安化黑茶已位居中国领先地位，万历年间被定为官茶，大量远销西北。</p><p>安化黑茶外观呈黑褐色，茶汤呈红褐色，滋味醇厚、甘甜，香气独特，有“茶中美酒”之称。安化黑茶的制作历史悠久，已有数百年的历史，是中国茶叶文化的重要组成部分。除了作为一种饮品外，安化黑茶还有一定的药用价值，被广泛用于调理身体和治疗疾病。</p>':'<p>安化黑茶是一种中国传统的发酵茶，产于湖南省安化县。它是以优质毛茶为原料，经过揉捻、杀青、发酵、烘干等工艺制作而成。</p><p>安化黑茶是中国黑茶的始祖，在唐代（856年）的史料中记载为“渠江薄片”，曾列为朝廷贡品，明嘉靖三年（1524年）就正式创制出了安化黑茶。至16世纪末期，安化黑茶已位居中国领先地位，万历年间被定为官茶，大量远销西北。</p><p>安化黑茶外观呈黑褐色，茶汤呈红褐色，滋味醇厚、甘甜，香气独特，有“茶中美酒”之称。安化黑茶的制作历史悠久，已有数百年的历史，是中国茶叶文化的重要组成部分。除了作为一种饮品外，安化黑茶还有一定的药用价值，被广泛用于调理身体和治疗疾病。</p>',

    '<p>普洱茶是一种以云南大叶种茶为原料，经过特殊的发酵和储藏工艺制成的茶叶。其历史可以追溯到公元前3000年左右，是中国茶叶中的一种古老品种。</p><p>普洱茶的特点是色泽红褐，香气独特，味道醇厚，有助于消化和降低胆固醇。普洱茶还有很多功效，如促进血液循环、降低血压、减肥等。普洱茶的品质和价值主要取决于原料的品质、制作工艺和储藏时间。</p>':'<p>普洱茶是一种以云南大叶种茶为原料，经过特殊的发酵和储藏工艺制成的茶叶。其历史可以追溯到公元前3000年左右，是中国茶叶中的一种古老品种。</p><p>普洱茶的特点是色泽红褐，香气独特，味道醇厚，有助于消化和降低胆固醇。普洱茶还有很多功效，如促进血液循环、降低血压、减肥等。普洱茶的品质和价值主要取决于原料的品质、制作工艺和储藏时间。</p>',

    '<p>六堡茶是中国传统名茶之一，产于广西壮族自治区梧州市的六堡镇，因此得名。六堡茶的历史可以追溯到明朝，已有几百年的栽培和制作历史。</p><p>六堡茶以其独特的香气和口感而闻名。它是一种发酵度较高的黑茶，经过采摘、萎凋、揉捻、发酵、炒制等工序制成。六堡茶的茶叶形状扁平，色泽乌润，茶汤呈红褐色。</p><p>六堡茶的香气浓郁，带有独特的陈香味，入口后回甘顺滑。它具有温暖身体、消食化滞、降脂减肥等功效。六堡茶还含有丰富的茶多酚和咖啡碱，有助于提神醒脑，增强免疫力。六堡茶有多个品种，其中最有名的是六堡大茶、小茶和细茶。六堡大茶叶片较大，茶汤颜色深沉，口感醇厚；小茶叶片较小，茶汤颜色较浅，口感清爽；细茶叶片细小，茶汤颜色红艳，口感浓郁。</p><p>在中国茶文化中，六堡茶被视为一种高品质的茶叶，常作为馈赠礼品或在重要场合上供茶。它的独特风味和历史传承使其成为茶叶爱好者和收藏家们追捧的对象。</p>':'<p>六堡茶是中国传统名茶之一，产于广西壮族自治区梧州市的六堡镇，因此得名。六堡茶的历史可以追溯到明朝，已有几百年的栽培和制作历史。</p><p>六堡茶以其独特的香气和口感而闻名。它是一种发酵度较高的黑茶，经过采摘、萎凋、揉捻、发酵、炒制等工序制成。六堡茶的茶叶形状扁平，色泽乌润，茶汤呈红褐色。</p><p>六堡茶的香气浓郁，带有独特的陈香味，入口后回甘顺滑。它具有温暖身体、消食化滞、降脂减肥等功效。六堡茶还含有丰富的茶多酚和咖啡碱，有助于提神醒脑，增强免疫力。六堡茶有多个品种，其中最有名的是六堡大茶、小茶和细茶。六堡大茶叶片较大，茶汤颜色深沉，口感醇厚；小茶叶片较小，茶汤颜色较浅，口感清爽；细茶叶片细小，茶汤颜色红艳，口感浓郁。</p><p>在中国茶文化中，六堡茶被视为一种高品质的茶叶，常作为馈赠礼品或在重要场合上供茶。它的独特风味和历史传承使其成为茶叶爱好者和收藏家们追捧的对象。</p>',

    '<p>泾阳茯砖茶是中国陕西省泾阳县出产的一种特色茶。它是一种压制茶，将新鲜的茶叶经过摊晾、杀青、揉捻、压制等工艺制成砖状。泾阳茯砖茶的茶叶形状规整，色泽深绿。</p><p>泾阳茯砖茶以其独特的香气和口感而闻名。它具有清香高爽、甘醇顺滑的特点。茯砖茶的茶汤呈黄绿色，清澈透亮。它的口感清爽宜人，带有一丝丝的甘甜。</p><p>泾阳茯砖茶具有多种保健功效。它含有丰富的茶多酚、咖啡碱和维生素等营养物质，有助于提神醒脑、消食化滞、降脂减肥等。同时，茯砖茶还具有抗氧化、抗衰老的作用，有助于保护心血管健康。</p>':'<p>泾阳茯砖茶是中国陕西省泾阳县出产的一种特色茶。它是一种压制茶，将新鲜的茶叶经过摊晾、杀青、揉捻、压制等工艺制成砖状。泾阳茯砖茶的茶叶形状规整，色泽深绿。</p><p>泾阳茯砖茶以其独特的香气和口感而闻名。它具有清香高爽、甘醇顺滑的特点。茯砖茶的茶汤呈黄绿色，清澈透亮。它的口感清爽宜人，带有一丝丝的甘甜。</p><p>泾阳茯砖茶具有多种保健功效。它含有丰富的茶多酚、咖啡碱和维生素等营养物质，有助于提神醒脑、消食化滞、降脂减肥等。同时，茯砖茶还具有抗氧化、抗衰老的作用，有助于保护心血管健康。</p>',

    '<p>千两茶系黑茶茶类中的一个品种， 创制于湖南省安化县江南一带，是安化的一个传统名茶，是以每卷(支)的茶叶净含量合老秤一千两而得名，因其外表的篾篓包装成花格状，故又名花卷茶。</p><p>千两茶的外观呈现出砖形，通常重量在1000克左右，因此得名“千两茶”。它的外观色泽深绿，茶叶质地紧实，香气浓郁。千两茶的口感醇厚，滋味浓烈，具有独特的陈香和甘甜的味道。此外，千两茶还富含丰富的茶多酚和咖啡碱等营养物质，具有一定的保健功效，如提神醒脑、消除疲劳等。</p><p>千两茶在中国茶文化中占有重要地位，被广泛饮用和收藏。它不仅作为一种传统的饮品，还被用作礼品赠送或商务交流的重要礼物。</p>':'<p>千两茶系黑茶茶类中的一个品种， 创制于湖南省安化县江南一带，是安化的一个传统名茶，是以每卷(支)的茶叶净含量合老秤一千两而得名，因其外表的篾篓包装成花格状，故又名花卷茶。</p><p>千两茶的外观呈现出砖形，通常重量在1000克左右，因此得名“千两茶”。它的外观色泽深绿，茶叶质地紧实，香气浓郁。千两茶的口感醇厚，滋味浓烈，具有独特的陈香和甘甜的味道。此外，千两茶还富含丰富的茶多酚和咖啡碱等营养物质，具有一定的保健功效，如提神醒脑、消除疲劳等。</p><p>千两茶在中国茶文化中占有重要地位，被广泛饮用和收藏。它不仅作为一种传统的饮品，还被用作礼品赠送或商务交流的重要礼物。</p>',

    '茶的类别及品种':'茶的类别及品种',
    '外圈环显示茶的类别及该类别下茶的品种。颜色代表茶的类别：绿茶、白茶、黄茶、乌龙茶、红茶、黑茶。':'外圈环显示茶的类别及该类别下茶的品种。颜色代表茶的类别：绿茶、白茶、黄茶、乌龙茶、红茶、黑茶。',

    '茶省':'茶省',
    '内圈表示产茶省份，点击省份显示省份与茶之间的对应关系与产茶地图。圆环的角度越大，说明该省份产茶越多':'内圈表示产茶省份，点击省份显示省份与茶之间的对应关系与产茶地图。圆环的角度越大，说明该省份产茶越多',

    '茶的详细信息':'茶的详细信息',
    '鼠标点击外环的茶对应的小卡片可以查看该茶的详细信息。':'鼠标点击外环的茶对应的小卡片可以查看该茶的详细信息。',

    '产茶地图':'产茶地图',
    '点击外环的小卡片后展示，显示该省份产地点位等情况。':'点击外环的小卡片后展示，显示该省份产地点位等情况。',

    '导航栏':'导航栏',
    '使用导航栏可以进行页面之间的快速跳转。':'使用导航栏可以进行页面之间的快速跳转。',

    '导航项':'导航项',
    '点击导航项可以直接实现页面的跳转。':'点击导航项可以直接实现页面的跳转。',

    "上一步": "上一步",
    "下一步": "下一步",
    "跳过": "跳过",
    "完成": "完成",

    "切换语言":"切换语言",
    "聊天":"聊天",


    "茶叶的发酵实际上是茶叶细胞中茶多酚和多酚氧化酶相互作用的过程。发酵的程度不同，影响了茶叶的颜色、味道、香气和汤色等特征，从而将茶叶分为六大类。":"茶叶的发酵实际上是茶叶细胞中茶多酚和多酚氧化酶相互作用的过程。发酵的程度不同，影响了茶叶的颜色、味道、香气和汤色等特征，从而将茶叶分为六大类。",
    '低':'低',
    '高':'高',
    "绿茶发酵":"绿茶发酵",
    "白茶发酵":"白茶发酵",
    "黄茶发酵":"黄茶发酵",
    "乌龙茶发酵":"乌龙茶发酵",
    "红茶发酵":"红茶发酵",
    "黑茶发酵":"黑茶发酵",

    "采青":"采青",
    "萎凋":"萎凋",
    "摇青":"摇青",
    "杀青":"杀青",
    "揉捻":"揉捻",
    "氧化发酵":"氧化发酵",
    "晒青":"晒青",
    "渥堆":"渥堆",
    "晾干":"晾干",
    "闷黄":"闷黄",
    "烘青":"烘青",
    "干燥":"干燥",

    "收集茶叶原料":"收集茶叶原料",
    "失水软化叶片":"失水软化叶片",
    "保留颜色香气":"保留颜色香气",
    "形成特定形状":"形成特定形状",
    "自然晾干茶叶":"自然晾干茶叶",
    "完全除去水分":"完全除去水分",
    "高温稳定品质":"高温稳定品质",
    "自然风干茶叶":"自然风干茶叶",
    "破碎叶缘释汁液":"破碎叶缘释汁液",
    "空气中发酵茶叶":"空气中发酵茶叶",

    "在春季或早夏，嫩叶最为嫩绿，因此是最佳采摘时机。通常选择手工采摘，保证采摘到最嫩的茶叶。":"在春季或早夏，嫩叶最为嫩绿，因此是最佳采摘时机。通常选择手工采摘，保证采摘到最嫩的茶叶。",
    "将采摘的茶叶经过高温处理，阻止叶中酶的活动，保留茶叶的颜色、香气和营养成分。":"将采摘的茶叶经过高温处理，阻止叶中酶的活动，保留茶叶的颜色、香气和营养成分。",
    "经过杀青后，茶叶进行揉捻，帮助茶叶保持特定的形状，同时有助于释放茶叶的香气。":"经过杀青后，茶叶进行揉捻，帮助茶叶保持特定的形状，同时有助于释放茶叶的香气。",
    "揉捻后的茶叶会经过烘干处理，高温稳定茶叶的品质，确保茶叶不会变质。":"揉捻后的茶叶会经过烘干处理，高温稳定茶叶的品质，确保茶叶不会变质。",
    "最后，茶叶会进行干燥处理，以确保茶叶的水分达到适当的水平，便于长期储存，并保持茶叶的品质和口感。":"最后，茶叶会进行干燥处理，以确保茶叶的水分达到适当的水平，便于长期储存，并保持茶叶的品质和口感。",

    "与其他茶类制作过程相似，白茶的制作也始于采摘。采摘白茶时，通常选择嫩绿的茶芽和叶子作为原料。":"与其他茶类制作过程相似，白茶的制作也始于采摘。采摘白茶时，通常选择嫩绿的茶芽和叶子作为原料。",
    "采摘后的茶叶会进行晾晒处理。这个步骤不涉及高温处理或杀青，而是让茶叶自然地在阳光下或通风良好的环境中晾干，使其逐渐失去水分。":"采摘后的茶叶会进行晾晒处理。这个步骤不涉及高温处理或杀青，而是让茶叶自然地在阳光下或通风良好的环境中晾干，使其逐渐失去水分。",
    "在晾干之后，茶叶经过最终的干燥阶段。这个步骤有助于确保茶叶的水分含量达到适当的水平，以便储存和保持其品质。":"在晾干之后，茶叶经过最终的干燥阶段。这个步骤有助于确保茶叶的水分含量达到适当的水平，以便储存和保持其品质。",

    "和其他茶类一样，黄茶的制作始于采摘。采摘时通常选择嫩绿的茶芽和叶子作为原料。":"和其他茶类一样，黄茶的制作始于采摘。采摘时通常选择嫩绿的茶芽和叶子作为原料。",
    "采摘的茶叶会经历一个特殊的萎凋过程，与其他茶类不同，黄茶的萎凋阶段时间较长，让茶叶逐渐失去水分并变软。":"采摘的茶叶会经历一个特殊的萎凋过程，与其他茶类不同，黄茶的萎凋阶段时间较长，让茶叶逐渐失去水分并变软。",
    "经过萎凋后，茶叶会进行杀青处理，这个阶段的杀青相对柔和，不像绿茶那样高温处理。杀青有助于保留茶叶的颜色和香气。":"经过萎凋后，茶叶会进行杀青处理，这个阶段的杀青相对柔和，不像绿茶那样高温处理。杀青有助于保留茶叶的颜色和香气。",
    "杀青后，茶叶经过烘焙处理，这个步骤有助于进一步固定茶叶的香气和品质。":"杀青后，茶叶经过烘焙处理，这个步骤有助于进一步固定茶叶的香气和品质。",
    "最后，茶叶会进行处理，确保茶叶中的水分达到适当的水平，以便长期储存，并保持其品质和口感。":"最后，茶叶会进行处理，确保茶叶中的水分达到适当的水平，以便长期储存，并保持其品质和口感。",

    "茶叶制作始于采摘。在制作时，通常选择嫩绿的茶芽和嫩叶作为原料。":"茶叶制作始于采摘。在制作时，通常选择嫩绿的茶芽和嫩叶作为原料。",
    "在采摘后，茶叶经过摇晃或轻轻滚动的过程，这有助于破碎叶缘并释放汁液。":"在采摘后，茶叶经过摇晃或轻轻滚动的过程，这有助于破碎叶缘并释放汁液。",
    "接下来的步骤是进行杀青，阻止茶叶发酵并保留茶叶的颜色和香气。这个步骤通常涉及高温处理。":"接下来的步骤是进行杀青，阻止茶叶发酵并保留茶叶的颜色和香气。这个步骤通常涉及高温处理。",
    "杀青后的茶叶会进行揉捻，这有助于形成茶叶特定的形状并释放茶叶的香气。":"杀青后的茶叶会进行揉捻，这有助于形成茶叶特定的形状并释放茶叶的香气。",
    "最后，茶叶会进行干燥处理，确保茶叶中的水分达到适当的水平，便于长期储存，并保持茶叶的品质和口感。":"最后，茶叶会进行干燥处理，确保茶叶中的水分达到适当的水平，便于长期储存，并保持茶叶的品质和口感。",

    "茶叶制作始于采摘。通常会选择嫩绿的茶芽和嫩叶作为制作红茶的原料。":"茶叶制作始于采摘。通常会选择嫩绿的茶芽和嫩叶作为制作红茶的原料。",
    "采摘后的茶叶经历萎凋过程，让茶叶逐渐失去水分并变软。这个过程有助于茶叶中化学成分的改变。":"采摘后的茶叶经历萎凋过程，让茶叶逐渐失去水分并变软。这个过程有助于茶叶中化学成分的改变。",
    "茶叶进行揉捻，帮助释放茶叶内部的汁液，形成特定的形状。":"茶叶进行揉捻，帮助释放茶叶内部的汁液，形成特定的形状。",
    "接下来的关键步骤是氧化发酵。茶叶被散放在适当的环境中，让其在空气中发酵，氧化过程赋予了红茶独特的色泽和口感。":"接下来的关键步骤是氧化发酵。茶叶被散放在适当的环境中，让其在空气中发酵，氧化过程赋予了红茶独特的色泽和口感。",
    "最后，茶叶会进行干燥处理，以确保茶叶的水分达到适当的水平，便于长期储存，并保持其品质和口感。":"最后，茶叶会进行干燥处理，以确保茶叶的水分达到适当的水平，便于长期储存，并保持其品质和口感。",

    "黑茶的制作始于采摘。通常会选择嫩绿的茶芽和嫩叶作为制作黑茶的原料。":"黑茶的制作始于采摘。通常会选择嫩绿的茶芽和嫩叶作为制作黑茶的原料。",
    "采摘后的茶叶经历萎凋过程，让茶叶逐渐失去水分并变软。这个过程有助于茶叶中化学成分的改变。":"采摘后的茶叶经历萎凋过程，让茶叶逐渐失去水分并变软。这个过程有助于茶叶中化学成分的改变。",
    "接下来的步骤是进行杀青处理，这个过程相对较温和，有助于保留茶叶的颜色和香气。":"接下来的步骤是进行杀青处理，这个过程相对较温和，有助于保留茶叶的颜色和香气。",
    "经过杀青后，茶叶会进行揉捻，这有助于形成茶叶特定的形状并释放茶叶的香气。":"经过杀青后，茶叶会进行揉捻，这有助于形成茶叶特定的形状并释放茶叶的香气。",
    "黑茶制作的独特之处在于晒青这个步骤。茶叶会被摊开并在适当的环境中暴晒，让茶叶进一步发酵和氧化。":"黑茶制作的独特之处在于晒青这个步骤。茶叶会被摊开并在适当的环境中暴晒，让茶叶进一步发酵和氧化。",
    "最后，茶叶会进行干燥处理，以确保茶叶的水分达到适当的水平，便于长期储存，并保持其品质和口感。":"最后，茶叶会进行干燥处理，以确保茶叶的水分达到适当的水平，便于长期储存，并保持其品质和口感。",

    "提示":"提示",
    "由于该省份不是主要产茶省份，暂无数据！":"由于该省份不是主要产茶省份，暂无数据！",

    "中国茶叶产地":"中国茶叶产地",
    "绿茶产地":"绿茶产地",
    "绿茶在中国有许多主要产地，其中之一是浙江省的西湖龙井茶产区。西湖龙井茶产区位于浙江省杭州市西湖区，是中国绿茶的代表产地之一。这里的茶园环境优美，地理位置独特，享有得天独厚的自然条件。除此之外，西湖龙井茶产区还因其悠久的茶史和精湛的制茶工艺而闻名。当地的茶农们世代相传着制茶的技艺，他们手工采摘、炒制的技艺独具匠心，使得西湖龙井茶具有独特的清香和口感，倍受国内外茶客的喜爱。这种传统的制茶工艺也被列为中国非物质文化遗产，体现了中国茶文化的深厚底蕴和博大精深。":"绿茶在中国有许多主要产地，其中之一是浙江省的西湖龙井茶产区。西湖龙井茶产区位于浙江省杭州市西湖区，是中国绿茶的代表产地之一。这里的茶园环境优美，地理位置独特，享有得天独厚的自然条件。除此之外，西湖龙井茶产区还因其悠久的茶史和精湛的制茶工艺而闻名。当地的茶农们世代相传着制茶的技艺，他们手工采摘、炒制的技艺独具匠心，使得西湖龙井茶具有独特的清香和口感，倍受国内外茶客的喜爱。这种传统的制茶工艺也被列为中国非物质文化遗产，体现了中国茶文化的深厚底蕴和博大精深。",
    "白茶产地":"白茶产地",
    "福建省福州市和南平市以及江西省赣州市等地，是中国白茶的主要产区。白茶以嫩芽为原料，制作工艺简单，历史悠久，被誉为“茶中贵妃”。福建省福州市的白茶种植历史悠久，其产的白茶具有独特的香气和口感，是著名的白茶产地之一。这些地区的白茶还因其丰富的品种而备受推崇。白茶的制作工艺简单，但由于生长环境和采摘工艺的不同，不同地区的白茶呈现出各具特色的口感和香气。福建省福州市的白茶种植历史悠久，其主要品种包括白牡丹、白毫银针等，每一种都有其独特的风味和品质特点。这些品种不仅受到国内茶客的喜爱，也在国际茶市场上享有盛名，成为中国茶文化的重要代表之一。":"福建省福州市和南平市以及江西省赣州市等地，是中国白茶的主要产区。白茶以嫩芽为原料，制作工艺简单，历史悠久，被誉为“茶中贵妃”。福建省福州市的白茶种植历史悠久，其产的白茶具有独特的香气和口感，是著名的白茶产地之一。这些地区的白茶还因其丰富的品种而备受推崇。白茶的制作工艺简单，但由于生长环境和采摘工艺的不同，不同地区的白茶呈现出各具特色的口感和香气。福建省福州市的白茶种植历史悠久，其主要品种包括白牡丹、白毫银针等，每一种都有其独特的风味和品质特点。这些品种不仅受到国内茶客的喜爱，也在国际茶市场上享有盛名，成为中国茶文化的重要代表之一。",
    "黄茶产地":"黄茶产地",
    "安徽省的歙县、黄山市、屯溪市等地是黄茶的主要产区之一。黄茶制作工艺独特，包括晾青、杀青、拼配、炒青等多个环节，其中以晾青最为特殊，是黄茶与其他茶类的显著区别。黄茶具有独特的香气和口感，被誉为“中华名茶”之一。这些地区的丰富降水量、充足的日照以及独特的土壤成分为黄茶的生长提供了良好的条件，使得所产的黄茶香气浓郁、口感鲜爽":"安徽省的歙县、黄山市、屯溪市等地是黄茶的主要产区之一。黄茶制作工艺独特，包括晾青、杀青、拼配、炒青等多个环节，其中以晾青最为特殊，是黄茶与其他茶类的显著区别。黄茶具有独特的香气和口感，被誉为“中华名茶”之一。这些地区的丰富降水量、充足的日照以及独特的土壤成分为黄茶的生长提供了良好的条件，使得所产的黄茶香气浓郁、口感鲜爽",
    "乌龙茶产地":"乌龙茶产地",
    "福建省的武夷山、安溪、南安等地是乌龙茶的著名产区之一。乌龙茶是一种半发酵茶，制作工艺介于绿茶和红茶之间，具有独特的清香和鲜爽口感。乌龙茶口感鲜爽，香气芬芳，被誉为“茶中王者”，深受茶叶爱好者的喜爱。这些地区地形多样，气候适宜，海拔高低起伏，雨量充沛，土壤肥沃，为乌龙茶的生长提供了得天独厚的条件":"福建省的武夷山、安溪、南安等地是乌龙茶的著名产区之一。乌龙茶是一种半发酵茶，制作工艺介于绿茶和红茶之间，具有独特的清香和鲜爽口感。乌龙茶口感鲜爽，香气芬芳，被誉为“茶中王者”，深受茶叶爱好者的喜爱。这些地区地形多样，气候适宜，海拔高低起伏，雨量充沛，土壤肥沃，为乌龙茶的生长提供了得天独厚的条件",
    "红茶产地":"红茶产地",
    "红茶主要产地包括福建、云南、湖南、江西等地。福建省的红茶制作工艺精湛，尤以福州、武夷山、安溪、南平等地最为著名。云南省的滇红茶以其丰富的花香和鲜爽的口感而闻名，湖南的祁阳红茶具有独特的甜香和鲜爽的口感，江西的红茶以其浓厚的香气和醇和的口感而受到广泛欢迎。福建、云南、湖南、江西等地区的多样地形、丰富降水和充足日照，为茶树的生长提供了理想的生态环境":"红茶主要产地包括福建、云南、湖南、江西等地。福建省的红茶制作工艺精湛，尤以福州、武夷山、安溪、南平等地最为著名。云南省的滇红茶以其丰富的花香和鲜爽的口感而闻名，湖南的祁阳红茶具有独特的甜香和鲜爽的口感，江西的红茶以其浓厚的香气和醇和的口感而受到广泛欢迎。福建、云南、湖南、江西等地区的多样地形、丰富降水和充足日照，为茶树的生长提供了理想的生态环境",
    "黑茶产地":"黑茶产地",
    "云南省的普洱茶是最为著名的黑茶之一，其制作工艺历史悠久，具有独特的陈香和醇厚口感。广西的六堡茶和湖南的安化黑茶也是知名的黑茶品种，它们的口感丰富深邃，带有特有的陈香和木香味。黑茶的制作工艺独特，使得茶叶呈现出深红至黑褐色的色泽，香气独特，口感浓郁醇厚。云南省的普洱茶、广西的六堡茶和湖南的安化黑茶等地区，都位于中国南方，气候湿润，雨量充沛，阳光充足，这些条件有利于茶树的生长":"云南省的普洱茶是最为著名的黑茶之一，其制作工艺历史悠久，具有独特的陈香和醇厚口感。广西的六堡茶和湖南的安化黑茶也是知名的黑茶品种，它们的口感丰富深邃，带有特有的陈香和木香味。黑茶的制作工艺独特，使得茶叶呈现出深红至黑褐色的色泽，香气独特，口感浓郁醇厚。云南省的普洱茶、广西的六堡茶和湖南的安化黑茶等地区，都位于中国南方，气候湿润，雨量充沛，阳光充足，这些条件有利于茶树的生长",

    '由于该省份不是主要产茶省份，暂无数据！':'由于该省份不是主要产茶省份，暂无数据！',
    "主要产区种植面积":"主要产区种植面积",
    "点击省份查看省份种植面积变化折线图。":"点击省份查看省份种植面积变化折线图。",
    "点击右上角的茶类别切换视图":"点击右上角的茶类别切换视图",

    '广东省近几年产地（万亩）':'广东省近几年产地（万亩）',
    "安徽省近几年产地（万亩）":"安徽省近几年产地（万亩）",
    "湖南省近几年产地（万亩）":"湖南省近几年产地（万亩）",
    "浙江省近几年产地（万亩）":"浙江省近几年产地（万亩）",
    "贵州省近几年产地（万亩）":"贵州省近几年产地（万亩）",
    "云南省近几年产地（万亩）":"云南省近几年产地（万亩）",
    "广西省近几年产地（万亩）":"广西省近几年产地（万亩）",
    "江苏省近几年产地（万亩）":"江苏省近几年产地（万亩）",
    "四川省近几年产地（万亩）":"四川省近几年产地（万亩）",
    "福建省近几年产地（万亩）":"福建省近几年产地（万亩）",
    "陕西省近几年产地（万亩）":"陕西省近几年产地（万亩）",
    "湖北省近几年产地（万亩）":"湖北省近几年产地（万亩）",
    "江西省近几年产地（万亩）":"江西省近几年产地（万亩）",
    "山东省近几年产地（万亩）":"山东省近几年产地（万亩）",
    "河南省近几年产地（万亩）":"河南省近几年产地（万亩）",
    "海南省近几年产地（万亩）":"海南省近几年产地（万亩）",
    "重庆近几年产地（万亩）":"重庆近几年产地（万亩）",
    "甘肃省近几年产地（万亩）":"甘肃省近几年产地（万亩）",






}